export const FunctionalCardsData = [
  {
    title: "Редактор 1 товара",
    content:
      "Поменяем легко и без Excel за 1 клик! Цену без скидки, установим новую скидку, удалим скидку, установим на 1 товар новый остаток. Также редактируем Названия товара -  сильный SEO инструмент для ваших продаж",
    function: "Редактировать",
    functionLink: "/search-card",
    howToUseLink: "/",
  },
  {
    title: "Сравнение карточек",
    content: "Сравните себя с конкурентами, чтобы узнать что добавить в свою карточку для увеличения продаваемости",
    function: "Смотреть",
    functionLink: "/",
    howToUseLink: "/",
  },
  {
    title: "Контроль возвратов FBS",
    content: "Для продавцов, работающих по FBS. Узнайте, какие товары после отмены покупателем вернулись на склад WB, чтобы вернуть к себе на склад для новой предпродажной подготовки.",
    function: "Смотреть",
    functionLink: "/",
    howToUseLink: "/",
  }
  // {
  //   title: "Товары без продаж!",
  //   content:
  //     "Принять меры! Получите список товаров по которым не было продаж более 7 дней с максимальным остатком на складах! Запусти продажи, получи прибыль!",
  //   function: "Узнай",
  //   functionLink: "/",
  //   howToUseLink: "/",
  // },
  // {
  //   title: "Разбор фин. отчета",
  //   content:
  //     "Ведите номер еженедельного отчета, мы расшифруем отчет  по артикульно, покажем ваши расходы и доходы, узнайте количественные показатели и финансовый результат вашей работы за 1 клик!",
  //   function: "Старт",
  //   functionLink: "/",
  //   howToUseLink: "/",
  // },
  // {
  //   title: "Расшифровка детализации",
  //   content:
  //     "Ведите номер еженедельного отчета, мы расшифруем отчет  по артикульно, покажем ваши расходы и доходы, узнайте количественные показатели и финансовый результат вашей работы за 1 клик! ",
  //   function: "Старт",
  //   functionLink: "/",
  //   howToUseLink: "/",
  // },
  // {
  //   title: "Сокращатель расходов",
  //   content:
  //     "Сократите ваши расходы на логистику, укажите реальные размеры ваших товаров, получите габариты в Excel отредактируйте, и загрузите обратно! Контролируйте расходов на логистику и хранениет",
  //   function: "Старт",
  //   functionLink: "/",
  //   howToUseLink: "/",
  // },
  // {
  //   title: "SEO проверка вашей карточки",
  //   content:
  //     "Проверяем качество карточки товара на Wildberries и даем рекомендации для повышения продаж. Сильный SEO инструмент для ваших продаж",
  //   function: "Запустить",
  //   functionLink: "/",
  //   howToUseLink: "/",
  // },
  // {
  //   title: "Ваша география продаж! ",
  //   content:
  //     "Покажем видимость вашего товара во многих регионах России и стран СНГ. А еще составляет удобные графики истории позиций ваших товаров. Размещайте свои товары, на основе знания географии ваших продаж!",
  //   function: "Запустить",
  //   functionLink: "/",
  //   howToUseLink: "/",
  // },
  // {
  //   title: "Подбор ключевых слов",
  //   content:
  //     "Запустите подбор ключевых запросов, чтобы собрать все важные ключевые слова по базе Вайлддбериз на основе реальной статистики запросов. Скачивайте и экспортируйте ключевые слова в удобном формате.",
  //   function: "Запустить",
  //   functionLink: "/",
  //   howToUseLink: "/",
  // },
  // {
  //   title: "Реальные рекламные ставки",
  //   content:
  //     "БЕСПЛАТНО показывает реальные ставки конкурентов, а не завышенные. Доступен сервис по ведению вашей рекламы на ВБ, после оформления подписки.",
  //   function: "Запустить",
  //   functionLink: "/",
  //   howToUseLink: "/",
  // },
  // {
  //   title: "Автоотзывы",
  //   content:
  //     "Автоматически отвечает на отзывы разнообразно и с обращением по имени покупателя. Поможем настроить диалог с Покупателями",
  //   function: "Старт",
  //   functionLink: "/",
  //   howToUseLink: "/",
  // },
  // {
  //   title: "АвтоЗаказ",
  //   content:
  //     "Спрогнозируй свои продажи и сделай x10 на Wildberries, за счет правильных поставок на маркетплейс. С учетом SEO, видимости в регионах, оборачиваемости и ABC анализа. Загрузка в формате Wildberries",
  //   function: "Старт",
  //   functionLink: "/",
  //   howToUseLink: "/",
  // },
];
