export const data = [
  {
    title: "WB  Assistent заменяет работу в ЛК Вайлдберис?",
    answer:
      "Нет не заменяет! WB Assistent - это дополнительный функционал, который помогает Партнерам Вайлдберис в работе на маркетплейсе. Мы отслеживаем для вас новые функции личного кабинете Вайлдберис, удаляем у себя функции, которые доступны в личном кабинете Партнера Вайлдберис, и постоянно разрабатываем новый функционал WB  Assistent",
    id: 1,
  },
  {
    title: "Что такое API токен и где его взять?",
    answer:
      "API токен предназначается для взаимодействия с Wildberries. С помощью него можно получить нужные для использования функций WB ассистента данные. Токен можно получить в личном кабинете Wildberries по ссылке https://seller.wildberries.ru/supplier-settings/access-to-new-api (Профиль --> Настройки --> Доступ к новому API)",
    id: 2,
  },
  {
    title: "Как быстро отобразится изменения в карточке товара на Вайлдберриз?",
    answer:
      "В каждой функции мы указываем примерное время обновление данных. Многое зависит от серверов самого Вайлдберриз. Наберитесь терпения, подождите. Почистите кэш или зайдите с другого браузера или устройства. Скорее всего изменения прошли, но в вашем браузере не обновился кэш.",
    id: 3,
  },
  {
    title: "А это безопасно вводить токен в WB Assistent?",
    answer: (
      <div>
        Пользоваться сервисами WB Assistent безопасно, потому что:
        <p>
          Мы - официальный авторизованный партнер Wildberries. Информация о нас
          размещена в личном кабинете каждого поставщика Wildberries. Подробнее:
        </p>
        <a
          href="https://seller.wildberries.ru/marketplace-partners"
          rel="noreferrer"
          target="_blank"
          style={{textDecoration: "none", color: '#b82070'}}
        >
          https://seller.wildberries.ru/marketplace-partners
        </a>
        <p>
          1. Мы не храним на наших серверах указанный вами токен и используем
          официальное API Вайлдберриз.
        </p>
        <p>
          {" "}
          2. Вы ничего не нарушаете при работе с API магазина на Вайлдберриз.
          Это официальный, разрешенный способ вносить изменения.{" "}
        </p>
        <p>
          3. Мы не несем ответственность за проблемы с работоспособностью
          серверов Вайлдберриз. Если у вас есть какие-то технические проблемы,
          то их надо решать с поддержкой Вайлдберриз.
        </p>
      </div>
    ),
    id: 4,
  },
  {
    title: "Я могу заказать нужную мне функцию в WB Assistent?",
    answer:
      "Мы постоянно получаем обратную связь от Поставщиков и Партнеров Вайлдберриз, будем рады вашим полезным предложениям, если функция нужна многим поставщикам мы автоматизируем ее бесплатно.",
    id: 5,
  },
];
