import offerImage from "../images/logos/offer.svg";

export const specialOffersData = [
  {
    image: offerImage,
    offerTitle: "Название акции 1",
    offerContent:
      "Описание Акции Описание Акции Описание Акции Описание Акции Описание Акции Описание Акции  ",
  },
  {
    image: offerImage,
    offerTitle: "Название акции 2",
    offerContent:
      "Описание Акции Описание Акции Описание Акции Описание Акции Описание Акции Описание Акции  ",
  },
  {
    image: offerImage,
    offerTitle: "Название акции 3",
    offerContent:
      "Описание Акции Описание Акции Описание Акции Описание Акции Описание Акции Описание Акции  ",
  },
];

export const pricesData = [
  {
    price: 100,
    level: "Стандарт",
    pros: [
      "Преимущество 1",
      "Преимущество 2",
      "Преимущество 3",
      "Преимущество 4",
    ],
  },
  {
    price: 100,
    level: "Профи",
    pros: [
      "Преимущество 1",
      "Преимущество 2",
      "Преимущество 3",
      "Преимущество 4",
    ],
  },
  {
    price: 100,
    level: "Премиум",
    pros: [
      "Преимущество 1",
      "Преимущество 2",
      "Преимущество 3",
      "Преимущество 4",
    ],
  },
];
