import { useEffect } from "react";
import Style from "../LicenseAgreement/LicenseAgreement.module.css";

function LicenseAgreement() {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);
  return (
    <div>
      <h1 className={`${Style.title}`}>
        Лицензионный договор на право использования сервиса WBAssistent.ru
      </h1>
      <p>
        Прежде, чем начать использовать WB Assistent, просим вас прочитать и
        согласиться с условиями нашего лицензионного договора. Актуальная
        редакция от 22 ноября 2022 года. Настоящий Лицензионный договор является
        публичной офертой (ст. 427 Гражданского кодекса Российской Федерации)
        Авторизованного партнера Wildberries Агрегатор по подключению к
        маркетплейсу Wildberries RETURN SERVICE, COURIER INTEGRATOR LTD. 85
        Great Portland Street, London, England, W1W 7LT. Действующий в
        Российской Федерации в лице ИП Горбунова А.В ОГРНИП 317554300052514,
        (далее - Лицензиар), Пользователю, именуемому в дальнейшем Лицензиат.
        Лицензионный договор признается заключенным с момента его акцепта
        Лицензиатом.
      </p>
      <h2>1. Термины и определения</h2>
      <p>
        1.1. Акцепт Лицензионного договора – полное и безоговорочное согласие с
        условиями настоящего Договора в целом, без каких-либо оговорок (п. 1 ст.
        428 Гражданского кодекса РФ), путем проставления Лицензиатом символа в
        специально выделенном для этого поле (окне) при регистрации на сайте
        Лицензиара. 1.2. Программы для ЭВМ WB Assistent (принадлежит Лицензиару)
        – совокупность результатов интеллектуальной деятельности − программ для
        WBAssistent.ru, https://t.me/wbassistent_bot являющаяся представленной в
        объективной форме совокупностью данных и команд, в том числе исходного
        текста, базы данных, аудиовизуальных произведений, включённых
        Лицензиаром в состав указанной программы для ЭВМ, а также любая
        документация по ее использованию. Права на Программу принадлежат
        Лицензиару. Более подробный функционал Программы для ЭВМ доступен на
        Сервисе; функционал программы направлен на выполнение определенных
        действий по запросам Лицензиата через интернет, в том числе, но, не
        ограничиваясь перечисленными: система редактирования данных товаров на
        маркетплейсах и их аналитики, а также аналитических отчетов, связанных с
        изучением продаж товаров в сети «Wildberries» на условиях настоящей
        Оферты; 1.3. Сайт WBAssistent.ru (в дальнейшем также – Сайт) –
        совокупность программ для ЭВМ WBAssistent.ru и всех иных объектов,
        доступных на сайте, в том числе элементов дизайна, текста, графических
        изображений, фото, видео- и аудиофайлов, баз данных, содержащихся в
        информационной системе, доступ к которой обеспечивается посредством сети
        «Интернет» по доменному имени: www.WBAssistent.ru 1.4. Аккаунт (учетная
        запись) – часть сайта WBAssistent.ru, обособленная для доступа
        конкретного Лицензиата путем необходимости использования электронной
        почты и пароля, содержащая относящуюся к нему информацию, c целью
        предоставления Пользователю возможностей: - идентифицировать себя на
        сайте; - обмениваться информацией с Лицензиаром; - выбирать тариф для
        использования программ для ЭВМ WBAssistent.ru; - использовать программы
        для ЭВМ WBAssistent.ru. 1.5. Пользователь – физическое лицо, полностью
        дееспособное по правилам страны нахождения (достигшее возраста
        совершеннолетия или ставшее полностью дееспособным на ином законном
        основании), или юридическое лицо. 1.6. Лицензиар – обладатель
        исключительных прав на программы для ЭВМ WBAssistent.ru, предоставляющий
        права их использования Лицензиату по настоящему договору. 1.7. Лицензиат
        – Пользователь, акцептовавший настоящую оферту, которому предоставлены
        права использования программ для ЭВМ WBAssistent.ru на условиях
        настоящего Договора. 1.8. Тариф – совокупность функций программ для ЭВМ
        WBAssistent.ru (описание размещено по адресу: WBAssistent.ru), доступных
        Лицензиату для использования на безвозмездной или возмездной основе.
        1.9. Согласие на обработку персональных данных – предоставляемое в
        качестве обязательного условия регистрации на сайте Лицензиара
        добровольное волеизъявление Лицензиата, подтверждающее право Лицензиара
        на обработку предоставляемых Лицензиатом и автоматически получаемых
        программами для ЭВМ WBAssistent.ru персональных данных. 1.10.
        Регистрация — заполнение учетных данных (заполнение обязательных полей,
        в том числе: email, пароль и др.) в регистрационной форме на программы
        для ЭВМ WBAssistent.ru. По результатам регистрации автоматически
        создается персональный аккаунт Лицензиата (Личный кабинет) для
        осуществления доступа и использования услугами программы для ЭВМ
        WBAssistent.ru; 1.11. Период – минимальный кратный период доступа к
        программы для ЭВМ WBAssistent.ru, составляющий 30 (тридцать)
        последовательных календарных дней, если иное не предусмотрено Тарифным
        планом; 1.12. Банковская карта — расчетная или кредитная карта,
        являющаяся инструментом безналичных расчетов, предназначенная для
        совершения Лицензиатом операций с денежными средствами, находящимися на
        его банковских счетах, или с денежными средствами, предоставленными в
        кредит в соответствии с законодательством Российской Федерации, а также
        договором банковского счета, или в пределах установленного лимита, в
        соответствии с условиями кредитного, при условии, что такая расчетная
        или кредитная карта может быть использована Лицензиатом для оплаты
        доступа к программам для ЭВМ WBAssistent.ru Лицензиара; 1.13.
        Рекуррентные платежи (списания) — регулярные автоматические переводы
        денежных средств с Банковской карты Лицензиата в пользу Лицензиара за
        оказанные им Услуги по Договору на основании заранее данного акцепта
        Заказчика, в соответствии с Тарифным планом; 1.14. Тестовый платеж —
        списание с Банковской карты Лицензиата 1 рубля в пользу Лицензиара и
        возврат Лицензиаром на Банковскую карту Лицензиата 1 рубля; 1.15. Личный
        кабинет (аккаунт) - виртуальный инструмент персонального
        самообслуживания Лицензиата (на программы для ЭВМ WBAssistent.ru),
        расположенный на официальном интернет-сайте WBAssistent.ru;
      </p>
      <h2>2. Предмет Лицензионного договора</h2>
      <p>
        2.1. Предметом Лицензионного договора является предоставление
        Лицензиаром Лицензиату неисключительных прав использования программ для
        ЭВМ WBAssistent.ru на условиях простой (неисключительной) лицензии
        безвозмездно или возмездно в пределах, установленных Договором и
        соответствующим тарифом (WBAssistent.ru). 2.2. Получить право
        использования программ для ЭВМ WBAssistent.ru может только прошедший
        Регистрацию Лицензиат. Акцептом данной оферты Стороны признают
        совершение Лицензиатом одного из действий, указанных в настоящем пункте,
        а именно: 2.2.1. прохождение Регистрации в программах для ЭВМ
        WBAssistent.ru Лицензиара с подтверждением согласия с текстом настоящего
        Договора; 2.2.2. верификации электронного почтового адреса, заявленного
        при регистрации путем перехода по гиперссылке, присланный на указанный
        Лицензиатом адрес электронной почты; 2.2.3. перечисление Лицензиатом
        денежных средств на расчетный счет Лицензиара в счет оплаты
        лицензионного вознаграждения. 2.3. Лицензиар не несет ответственности за
        точность и достоверность информации, предоставляемой Лицензиатом при
        Регистрации, а также его последующие действия, если они нарушают
        гарантии, предоставленные Лицензиатом при акцептировании Оферты,
        предусмотренные в п. 8.2. настоящего Договора. 2.4. Лицензиат,
        зарегистрировавшийся программах для ЭВМ WBAssistent.ru Лицензиара,
        получает индивидуальную идентификацию путем предоставления ему логина и
        пароля или используя электронную почту. Индивидуальная идентификация
        Лицензиата позволяет избежать несанкционированных действий третьих лиц
        от имени Лицензиара и открывает доступ к дополнительным возможностям
        (опционам) использования программ для ЭВМ WBAssistent.ru. Передача
        Лицензиатом логина и пароля третьим лицам запрещена. Лицензиат
        самостоятельно несёт ответственность за все возможные негативные
        последствия, в случае передачи логина и пароля третьим лицам, или утраты
        контроля над ними в результате недостаточной осторожности и
        осмотрительности. 2.5. Для осуществления доступа к использованию
        программ для ЭВМ WBAssistent.ru, Лицензиат передает Лицензиару
        (сохраняет в своем Личном кабинете на программы для ЭВМ WBAssistent.ru)
        свой API ключ кабинета поставщика «Wildberries»; Лицензиар предоставляет
        Лицензиату свои заверения (гарантии), что предоставленный API ключ
        кабинета поставщика «Wildberries» будет использован исключительно в
        целях получения (исключая цели размещения/предоставления какой-либо
        информации) через такой «кабинет» необходимых отчетов,
        статистических/информационных данных для формирования программами для
        ЭВМ WBAssistent.ru согласно Тарифного плана данных, в частности, но, не
        ограничиваясь перечисленным: сведения о наименовании товара, об
        артикулах, характеристиках и прочие информационные данные для
        поддержания актуальной статистики и внесения необходимых изменений. 2.6.
        Лицензиар, учитывая специфику интернет — программы для ЭВМ
        WBAssistent.ru «Wildberries», не несет ответственности перед Лицензиатом
        за результат доступа к программам для ЭВМ WBAssistent.ru в следующих
        случаях: 2.6.1. отклонений в актуальности предоставленных/полученных из
        интернет - программы для ЭВМ WBAssistent.ru «Wildberries» данных; 2.6.2.
        отклонений в итоговых аналитических данных, полученных по результатам
        обработки предоставленных/полученных из интернет - программы для ЭВМ
        WBAssistent.ru «Wildberries» данных; 2.6.3. «сбоев» в работоспособности
        программами для ЭВМ WBAssistent.ru Исполнителя, если такие нарушения
        были вызваны «сбоями» в работе интернет - программы для ЭВМ
        WBAssistent.ru «Wildberries». Стороны согласовали, что принятие решений
        на основании полученных данных по результатам доступа к программы для
        ЭВМ WBAssistent.ru, с учетом положений п. 2.6. Договора, является правом
        Лицензиата, значимые показатели отклонений, полученных данных, является
        поводом для Лицензиата к перепроверке таких данных иными программами
        ЭВМ/способами/методами/инструментами. 2.7. Лицензиар вправе в любой
        момент в одностороннем порядке изменять текст настоящего Договора
        посредством публикации его новой редакции по адресу
        https://WBAssistent.ru/legal. По этой причине Лицензиат обязан не реже
        чем один раз в две недели посещать указанный адрес для ознакомления с
        его актуальным текстом. Если в течение 5 (Пяти) дней со дня публикации
        изменений оферты Лицензиат не выслал Лицензиару уведомление о том, что
        он не согласен с ее изменениями, в связи с чем, в одностороннем порядке
        расторгает его, будет считаться, что Лицензиат согласен со всеми
        изменениями условий настоящего Договора. 2.8. Лицензиар не инициирует и
        не контролирует размещение Лицензиатом любой информации в процессе
        доступа к программам для ЭВМ WBAssistent.ru, не влияет на ее содержание
        и целостность, а также в момент размещения указанной информации не знает
        и не может знать — нарушает ли она охраняемые законом права и интересы
        третьих лиц, международные договоры и действующее законодательство
        Российской Федерации. 2.9. При наличии любого обоснованного сомнения в
        легальности размещенного Лицензиатом контента Лицензиар вправе
        заблокировать Личный кабинет Лицензиата без какого-либо объяснения
        причин и без возврата денежных средств. В случае, если к Лицензиару
        поступят запросы из компетентных государственных органов РФ относительно
        конкретного Лицензиата и размещаемого им материала, Лицензиар имеет
        полное безоговорочное право предоставить по такому запросу все имеющиеся
        у него данные, включая логины, IP адреса, адрес электронной почты,
        фамилию, имя, отчество и иную подобную информацию. 2.10. Акцепт
        настоящего Договора Лицензиатом означает его полное согласие на
        получение рекламно-информационной рассылки (сообщений и уведомлений) от
        Лицензиара. Такая рассылка производится по адресу электронной почты и
        номеру мобильного телефона, указанных Лицензиатом при Регистрации. 2.11.
        Акцептируя настоящую Оферту, Лицензиат выражает согласие в том, что:
        2.11.1. Регистрационные данные (в том числе персональные данные) указаны
        им добровольно; 2.11.2. Регистрационные данные (в том числе персональные
        данные) передаются в электронной форме по открытым каналам связи сети
        «Интернет»; 2.11.3. Регистрационные данные (в том числе персональные
        данные) переданы Лицензиару для реализации целей, указанных в настоящей
        Оферте; 2.11.4. данное Лицензиатом согласие на обработку его
        регистрационных данных (в том числе персональных данных) является
        бессрочным и может быть отозвано Лицензиатом, подачей письменного
        заявления, переданного Лицензиару (посредством программ для ЭВМ
        WBAssistent.ru). 2.12. Настоящим Договором Лицензиату не предоставляются
        никакие права на использование коммерческих обозначений Лицензиара, а
        также использования наименования программ для ЭВМ WBAssistent.ru и иных
        программ для ЭВМ, права на которые принадлежат Лицензиару. 2.13.
        Алгоритмы работы программ для ЭВМ WBAssistent.ru и его исходные коды (в
        том числе их части) являются коммерческой тайной Лицензиара. Любое их
        использование или использование программ для ЭВМ WBAssistent.ru в
        нарушение условий настоящего Договора рассматривается как нарушение прав
        Лицензиара и является достаточным основанием для лишения Лицензиата
        предоставленных по настоящему Договору прав, а также для применения к
        Лицензиату соответствующих видов ответственности (гражданской,
        административной, уголовной).
      </p>
      <h2>3. Интеллектуальные права</h2>
      <p>
        3.1. Программы для ЭВМ WBAssistent.ru являются результатами
        интеллектуальной деятельности, исключительными правами на которые
        обладает Лицензиар, и защищаются законодательством Российской Федерации
        об авторском праве. 3.2. В программах для ЭВМ WBAssistent.ru не
        используются никакие результаты интеллектуальной деятельности / средства
        индивидуализации или их элементы в нарушение прав третьих лиц. 3.3.
        Право использования программ для ЭВМ WBAssistent.ru предоставляется
        только Лицензиату (и никаким иным третьим лицам) исключительно в
        пределах, установленных Лицензионным договором, если нет письменного
        согласия Правообладателя на иное. 3.4. Сайт WBAssistent.ru является
        результатом интеллектуальной деятельности (п. 2 ст. 1262 ГК РФ),
        исключительное право на который так же как и исключительные права на
        составляющие его элементы принадлежит Лицензиару. На сайте
        WBAssistent.ru не используются никакие результаты интеллектуальной
        деятельности / средства индивидуализации или их элементы, которые
        нарушают права интеллектуальные права третьих лиц.
      </p>
      <h2>4. Порядок предоставления прав использования</h2>
      <p>
        4.1. Права использования программ для ЭВМ WBAssistent.ru считаются
        предоставленными Лицензиату: на условиях безвозмездного тарифа – в
        момент выбора соответствующего тарифа на Сайте WBAssistent.ru, на
        условиях возмездного тарифа - в момент фиксации на программы для ЭВМ
        WBAssistent.ru поступления на расчетный счет Лицензиара 100% предоплаты
        цены тарифа. 4.2. Для использования программ для ЭВМ WBAssistent.ru
        Лицензиат идентифицируется посредством аккаунта Лицензиата на сайте
        Лицензиара. Любое действие в рамках программы для ЭВМ WBAssistent.ru,
        совершенное через аккаунт Лицензиата, считается действием и
        волеизъявлением Лицензиата.
      </p>
      <h2>5. Условия использования (объем предоставляемых прав)</h2>
      <p>
        5.1. Лицензиар предоставляет Лицензиату право использовать программы для
        ЭВМ WBAssistent.ru следующими способами: 5.1.1. круглосуточно получать
        доступ к программам для ЭВМ WBAssistent.ru, за исключением времени
        проведения профилактических работ, и воспроизводить графическую часть
        (рабочий интерфейс) на экране персонального компьютера и мобильного
        устройства; 5.1.2 загружать и воспроизводить программы для ЭВМ
        WBAssistent.ru на устройстве Лицензиата; 5.1.3. использовать все
        функциональные возможности программ для ЭВМ WBAssistent.ru, включенные в
        соответствующий тариф; 5.2. Программы для ЭВМ WBAssistent.ru
        предоставляются Лицензиату «как есть» и Лицензиар не гарантирует, что
        функциональные возможности будут полностью отвечать ожиданиям,
        потребностям и представлениям Лицензиата. 5.3. Лицензиат не имеет права
        осуществлять следующую деятельность: • допускать использование программ
        для ЭВМ WBAssistent.ru лицами, не имеющими прав на такое использование,
        в том числе выдавать сублицензию на использование программ; •
        деассемблировать (анализировать и исследовать объектный код),
        декомпилировать (преобразовывать объектный код в исходный текст),
        адаптировать и модифицировать Программы для ЭВМ WBAssistent.ru; •
        вносить какие-либо изменения в объектный код программ для ЭВМ
        WBAssistent.ru; • пытаться обойти технические ограничения и техническую
        защиту программ для ЭВМ WBAssistent.ru, в том числе для получения
        доступа к функциям неоплаченного тарифа; • совершать относительно
        программ для ЭВМ WBAssistent.ru другие действия, нарушающие российские и
        международные нормы по авторскому праву и использованию программных
        средств. 5.4. Риск неработоспособности или неполной работоспособности
        программ для ЭВМ WBAssistent.ru при условии их эксплуатации на
        оборудовании, не соответствующем техническим требованиям, при наличии
        несанкционированного вмешательства в работу программ для ЭВМ
        WBAssistent.ru лежит на Лицензиате.
      </p>
      <h2>6. Права и обязанности Сторон</h2>
      <p>
        6.1. Обязанности Лицензиара: 6.1.1. предоставление Лицензиату
        возможности использования программ для ЭВМ WBAssistent.ru в пределах,
        установленных настоящим Договором и выбранным Лицензиатом тарифом;
        6.1.2. уведомлять Лицензиата об изменениях и/или дополнениях к
        настоящему Договору путем размещения новой редакции Договора на сайте по
        адресу: https:// WBAssistent.ru/terms-of-service. 6.1.3. обрабатывать
        персональные данные Лицензиата в порядке, установленном действующим
        законодательством и политикой Лицензиара в отношении организации
        обработки и обеспечения безопасности персональных данных; 6.2. Права
        Лицензиара: 6.2.1. модифицировать программы для ЭВМ WBAssistent.ru,
        добавлять новые свойства и функциональные возможности или удалять уже
        существующие свойства и функциональные возможности; 6.2.2. блокировать
        использование программ для ЭВМ WBAssistent.ru и односторонне расторгнуть
        договор при нарушении Лицензиатом условий Лицензионного договора; 6.2.3.
        вносить изменения в тарифы использования программ для ЭВМ WBAssistent.ru
        и условия настоящего Договора по своему усмотрению; 6.2.4 в любой момент
        прекратить использование программ для ЭВМ WBAssistent.ru, а также
        частично ограничить или прекратить работу функций указанных программ, в
        том числе с целью проведения технических работ на программы для ЭВМ
        WBAssistent.ru. 6.3. Обязанности Лицензиата: 6.3.1. не копировать, не
        модифицировать, не декомпилировать и не деассемблировать программы для
        ЭВМ WBAssistent.ru; 6.3.2. регулярно самостоятельно проверять наличие
        изменений и/или дополнений в настоящем Договоре и в случае наличия
        таковых – ознакомиться с новой редакцией Лицензионного договора; 6.3.3.
        при регистрации на сайте Лицензиара предоставить необходимые сведения
        (имя Лицензиата, номер телефона, электронная почта), включая
        персональные данные, и дать согласие на их обработку. Предоставляемые
        данные должны быть достоверными, полными и актуальными. Лицензиат
        обязуется актуализировать их в течение 1 (одного) дня после произошедших
        изменений. 6.4. Права Лицензиата: 6.4.1. использовать программы для ЭВМ
        WBAssistent.ru теми способами и в тех пределах, которые установлены
        настоящим Договором и выбранным им тарифом; 6.4.2. выбрать тариф
        использования программ для ЭВМ WBAssistent.ru, соответствующий интересам
        Лицензиата;
      </p>
      <h2>7. Территория действия</h2>
      <p>7.1. Лицензионный договор действует на территории всех стран мира.</p>
      <h2>
        8. Срок действия. Внесение изменений в условия Лицензионного договора
      </h2>
      <p>
        8.1. Лицензионный договор вступает в силу с момента его акцепта и
        действует в течение срока, установленного тарифом. В течение указанного
        срока Лицензиат может пролонгировать его действие на новый срок путем
        оплаты цены тарифа. 8.2. Дата, указанная в преамбуле Лицензионного
        договора, является датой публикации Лицензионного договора на сайте
        Лицензиара и не является датой заключения его с конкретным Лицензиатом.
        8.3. Лицензиар имеет право на одностороннее внесение изменений и/или
        дополнений в условия Лицензионного договора путем публикации на сайте
        https:// WBAssistent.ru /terms-of-service/. Новая редакция Лицензионного
        договора вступает в силу для Лицензиата с даты, следующей за датой её
        публикации, при условии продолжения использования Лицензиатом программ
        для ЭВМ WBAssistent.ru. При несогласии Лицензиата с внесенными
        изменениями и/или дополнениями он обязан отказаться от использования
        программ для ЭВМ WBAssistent.ru. 8.4. В случае нарушения Лицензиатом
        условий Лицензионного договора Лицензиар вправе досрочно расторгнуть
        договор и незамедлительно блокировать использование программ для ЭВМ
        WBAssistent.ru для аккаунта Лицензиата. 8.5. Стороны имеют право
        досрочно расторгнуть Лицензионный договор в одностороннем порядке с
        обязательным уведомлением противоположной Стороны по электронной почте.
        8.6. Односторонний отказ от Лицензионного договора в соответствии с
        пунктом 8.5 Лицензионного договора влечет за собой блокирование
        использования Лицензиатом программ для ЭВМ WBAssistent.ru по истечении
        оплаченного им срока, и не является основанием для возврата
        лицензионного вознаграждения, оплаченного Лицензиатом.
      </p>
      <h2>9. Порядок оплаты Услуги</h2>
      <p>
        9.1. Стоимость Услуги определяется в соответствии с расценками
        (Тарифами) Лицензиаром, доступными Лицензиату на Сайте WBAssistent.ru.
        Услуга оказывается в рамках пакета услуг (Тарифа). Заключая Договор и
        заказывая Услугу, Лицензиат подтверждает факт ознакомления и согласия с
        расценками Лицензиара и принимает на себя обязанности по оплате.
        Стоимость тарифа определяется его типом. Оплата осуществляется с
        использованием платежных систем (полный перечень способов оплаты
        доступен в Личном кабинете). К оплате принимаются платежные карты: VISA,
        MasterCard, Maestro, МИР. Чтобы оплатить Тариф, вы будете перенаправлены
        на сервер платежной системы Unitpay, на котором нужно ввести необходимые
        данные. При оплате банковской картой безопасность платежей гарантирует
        процессинговый центр ЮКасса. Платежная система ЮКасса обладает
        подтвержденным сертификатом соответствия требованиям стандарта PCI DSS в
        части хранения, обработки и передачи данных держателей карт. Ваши
        конфиденциальные данные, необходимые для оплаты (реквизиты карты,
        регистрационные данные и др.), не поступают в WBAssistent.ru— их
        обработка производится на стороне процессингового центра и полностью
        защищена. Никто, в том числе Сайт WBAssistent.ru, не может получить
        Персональные данные Лицензиата, необходимые для осуществления платежа.
        9.2. Лицензиат за свой счёт оплачивает комиссии (сборы), взимаемые
        кредитными организациями (платежными системами/агрегаторами) при
        осуществлении оплаты. 9.3. Оплата Услуги считается произведенной с
        момента поступления денежных средств на расчетный счет Исполнителя. При
        зачислении денежных средств Лицензиар направляет на электронную почту
        Лицензиата либо в его Личный кабинет письмо об активации Тарифа. 9.4.
        Лицензиат дает заранее данный акцепт на списание денежных средств
        Исполнителем с Банковской карты на условиях настоящего Соглашения. 9.5.
        Лицензиар вправе в одностороннем порядке изменять расценки без
        персонального уведомления Лицензиата. Новые расценки вступают в силу со
        дня опубликования и применяются в отношении Услуги, оказание которой
        осуществляется после такого опубликования. 9.6. Стороны соглашаются с
        тем, что плательщиком по Договору может быть третье лицо. В этом случае
        Лицензиат обязан направить Лицензиару соответствующее информационное
        письмо, а плательщик при осуществлении оплаты в назначении платежа
        должен указать сведения, позволяющие идентифицировать Лицензиата. 9.7. В
        случае если в течение 5 (пяти) рабочих дней с момента окончания срока
        действия соответствующего Тарифа Лицензиар не получил претензий
        Лицензиата, связанных с Услугой, считается, что она оказана Лицензиату в
        полном объеме и надлежащим образом. Последующие претензии не
        принимаются. 9.8. Датой начала оказания Услуги Лицензиаром является дата
        осуществления подключения (продления) соответствующего Тарифа. 9.9. Цена
        за месяц использования тарифов размещена на сайте WBAssistent.ru 9.10.
        Лицензиару предоставляет Лицензиату полную и достоверную информацию о
        Тарифном плане (опционах) программы для ЭВМ WBAssistent.ru в разделе
        программы для ЭВМ WBAssistent.ru «Тарифы» на условиях 100 % предоплаты
        стоимости Лицензионного вознаграждения (оплаты Лицензии). 9.11.
        Лицензиар имеет право в одностороннем порядке изменить стоимость любого
        из Тарифов, удалить действующий Тариф, добавить новый Тариф. В случае
        изменения стоимости действующего Тарифа, удаления Тарифа или введения
        нового Тарифа, Лицензиар размещает об этом информацию на программы для
        ЭВМ WBAssistent.ru не позднее, чем за одни сутки до соответствующего
        изменения. 9.12. В случае удаления действующего Тарифа Лицензиар
        предоставляет информацию на программы для ЭВМ WBAssistent.ru о том, на
        какой Тариф будут переведены Лицензиаты. Лицензиаты, оплатившие доступ
        по удаляемым и/или изменяемым Тарифам до их изменения или удаления,
        продолжают пользоваться программы для ЭВМ WBAssistent.ru до конца
        оплаченного срока без дополнительных оплат в пределах срока
        произведенной оплаты. 9.13. Обязательства Лицензиатов по оплате доступа
        считаются исполненными с момента поступления денежных средств на счет
        Лицензиара. 9.14. Активация (подключение) программы для ЭВМ
        WBAssistent.ru Рекуррентные списания происходит после внесения
        Лицензиатом данных о Банковской карте и оплаты им стоимости доступа к
        программам для ЭВМ WBAssistent.ru программам для ЭВМ WBAssistent.ru
        Рекуррентные списания подключается только для Банковской карты,
        зарегистрированной Лицензиатом. 9.15. После подключения Рекуррентных
        списаний, с Банковской карты будут осуществляться переводы денежных
        средств в сроки и размерах, необходимых для надлежащего исполнения
        обязанности Лицензиата по Договору. Непосредственное списание денежных
        средств осуществляет Банк-эмитент на основании заранее данного согласия
        Лицензиата на подобное списание в сумме и в срок, указанные в Договоре.
        9.16. Лицензиар не гарантирует возможность проведения операций по
        Банковской карте. 9.17. Лицензиат гарантирует, что он является
        держателем Банковской карты, осознанно, корректно и полностью вводит все
        требуемые реквизиты Банковской карты при активации (подключении)
        программы для ЭВМ WBAssistent.ru Рекуррентные списания. 9.18.
        Подключение программы для ЭВМ WBAssistent.ru Рекуррентные списания, в
        порядке, предусмотренном настоящим Договором, осуществляется только при
        наличии технической возможности. С целью проверки такой технической
        возможности, Стороны осуществляют операцию Тестовый платеж. 9.19.
        Исполнитель не несёт ответственности за неработоспособность и/или
        временную неработоспособность программ для ЭВМ WBAssistent.ru
        Рекуррентные списания. Лицензиат самостоятельно контролирует исполнение
        своей обязанности по оплате по Договору. При неработоспособности и/или
        временной неработоспособности программы для ЭВМ WBAssistent.ru
        Рекуррентные списания Лицензиат обязан использовать иные способы
        исполнения обязанностей по Договору. 9.20. Лицензиар предоставляет
        Лицензиату доступ к программам для ЭВМ WBAssistent.ru в соответствии с
        оплаченным Тарифом в срок не позднее трех рабочих дней, с момента
        получения денежных средств от Лицензиата. В случае задержки
        предоставления доступа, Лицензиар обязан увеличить срок предоставления
        доступа на количество дней задержки доступа. 9.21. Не использование
        доступа к программам для ЭВМ WBAssistent.ru со стороны Лицензиата не
        влечет за собой возмещение стоимости уплаченного Лицензионного
        вознаграждения.
      </p>
      <h2>10. Порядок возврата денежных средств за Услугу</h2>
      <p>
        10.1. В случае, если Лицензиат считает качество работы Сайта
        WBAssistent.ru неудовлетворительным, он может аннулировать свой аккаунт
        отказом от тарифа. 10.2. Если аннулирование произошло в течение двух
        суток с момента оплаты Тарифа и при условии получения не более чем 10
        (десяти) действий на Сайте программ для ЭВМ WBAssistent.ru — Лицензиар
        гарантирует полный возврат денежных средств за оплаченный Тариф. В
        случае превышения количества действий Лицензиата, возврат денежных
        средств за Тариф невозможно. Действия на Сайте: -любые действия,
        запускающие работы Сайта программ для ЭВМ WBAssistent.ru по анализу и
        изменению информации на сайте wildberries.ru 10.3. Для отказа от Тарифа
        необходимо отправить письмо на адрес help@WBAssistent.ru с указанием
        своего логина и описанием ситуации. 10.4. Возврат средств за Тариф
        возможен только на те же реквизиты, с которых средства были перечислены
        в качестве оплаты.
      </p>
      <h2>11. Отзыв Оферты</h2>
      <p>
        11.1. Отзыв Оферты (прекращение Договора) может быть осуществлён
        Лицензиаром в любое время по любому из заключенных Договоров, но не
        ранее, чем истечет срок действия оплаченного Тарифного плана, за
        исключением нарушения Лицензиатом условий Договора. Лицензиар обязуется
        разместить уведомление об отзыве оферты Личном кабинете Лицензиата, с
        указанием точного времени отзыва Оферты, не менее чем за 48 часов до
        факта наступления события отзыва Оферты. 11.2. Отзыв Оферты (прекращение
        Договора) может быть осуществлён Лицензиатом в любое время, но не ранее,
        чем истечет срок действия оплаченного Тарифного плана. Лицензиат
        обязуется разместить уведомление об отзыве Оферты в своем Личном
        кабинете в программах для ЭВМ WBAssistent.ru, с указанием точного
        времени отзыва Оферты, не менее чем за 48 часов до факта наступления
        события отзыва (приостановки) действия Оферты. В случае отзыва Оферты
        ранее истечения срока действия уплаченного Тарифного плана, стоимость
        Лицензионного соглашения за оставшийся период перерасчету и возврату не
        подлежит.
      </p>
      <h2>12. Ответственность</h2>
      <p>
        12.1. Использование программ для ЭВМ WBAssistent.ru, на основе
        настоящего Лицензионного договора осуществляется в состоянии «как есть»
        (as is). 12.2. Лицензиар не несёт ответственность за прямые или
        косвенные убытки, включая упущенную выгоду, возникшие в результате
        применения программ для ЭВМ WBAssistent.ru. 11.3. Лицензиар не несёт
        ответственность за невозможность использования программ для ЭВМ
        WBAssistent.ru по причинам, не зависящим от Лицензиара. Также Лицензиар
        не отвечает за недостатки, возникающие при использовании Программ для
        ЭВМ WBAssistent.ru, и несоответствие результатов их использования
        ожиданиям и требованиям Лицензиата. 12.4. Лицензиар не несёт
        ответственность за действия Лицензиата при использовании им программ для
        ЭВМ WBAssistent.ru 12.5. Лицензиар не несёт ответственность за
        несоблюдение Лицензиатом технических требований к рабочему месту,
        пользовательской документации, отсутствие у Лицензиата подключения к
        Интернету, за функционирование программ для ЭВМ WBAssistent.ru на
        неисправном компьютере и/или мобильном устройстве, либо компьютере и/или
        мобильном устройстве, зараженном вредоносной программой, а также при
        использовании Лицензиатом нелицензионного программного обеспечения.
        12.6. Лицензиар не несёт ответственность за убытки, возникшие у
        Лицензиата в связи с расторжением Лицензионного договора и/или
        блокированием использования Программ для ЭВМ WBAssistent.ru. 12.7.
        Совокупный размер ответственности Лицензиара по Лицензионному договору,
        включая любые убытки (в случае если Лицензиат в конкретном случае имеет
        право на их возмещение), не может превышать месячной цены тарифа,
        который был выбран Лицензиатом на момент возникновения убытков. 12.8.
        Лицензиар в момент осуществления Лицензиатом своей Регистрации на
        программе для ЭВМ WBAssistent.ru, предоставляет следующие заверения
        (гарантии): Лицензиат является реальным (дееспособным/правоспособным)
        лицом и добросовестным участником деловых правоотношений; заключая
        Договор, Лицензиат не имеет намерений использовать доступ к программам
        для ЭВМ WBAssistent.ru и/или его сайт для получения информации, имеющей
        коммерческую тайну/конфиденциальную информацию других участников сети
        «Wildberries» и/или иных лиц, а также получить информацию и использовать
        в качестве инструмента недобросовестной конкуренции, включая цель
        распространения недостоверной и/или вредоносной информации, и/или
        вредоносных программ, а также с иными противоправными целями/действиями.
        Стороны определили, что в случае нарушения Лицензиатом предоставленных
        им гарантий, последний несет перед Лицензиаром, а также иными лицами
        гражданскую, административную и уголовную ответственность.
      </p>
      <h2>13. Политика обработки персональных данных</h2>
      <p>
        Соглашаясь с Пользовательским соглашением, Лицензиат соглашается с
        политикой обработки персональных данных. 13.1. Цели Обработки Лицензиар
        обрабатывает Персональные данные в целях: идентификации Лицензиата;
        содействия в редактировании данных о товарах Лицензиата; подборе
        ключевых слов; исполнения требований законодательства Российской
        Федерации. 13.2 Принципы Обработки Лицензиар обрабатывает Персональные
        данные на основе следующих принципов: законная и справедливая основа
        Обработки; Обработка в соответствии с конкретными, заранее определенными
        и законными целями; недопущение объединения баз данных, содержащих
        Персональные данные, Обработка которых осуществляется в целях,
        несовместимых между собой; соответствие содержания и объема Персональных
        данных заявленным целям Обработки ;точность, достаточность, актуальность
        и достоверность Персональных данных; законность технических мер,
        направленных на Обработку; разумность и целесообразность Обработки;
        хранение Персональных данных не дольше, чем этого требуют цели
        Обработки, если срок хранения не установлен Законом, договором, стороной
        которого является Лицензиат; уничтожение или обезличивание Персональных
        данных по достижении целей Обработки или в случае утраты необходимости в
        их достижении, если иное не предусмотрено Законом. 13.3. Перечень
        обрабатываемых Персональных данных Персональные данные Лицензиата: адрес
        электронной почты, номер телефона, API токен кабинета поставщика
        Wildberries. Иные данные об использовании Сайта, в том числе: данные о
        технических средствах (устройствах): IP-адрес, вид операционной системы,
        тип браузера, географическое положение, поставщик услуг сети Интернет.
        Сведения о поведении Лицензиата в программе ЭВМ WBAssistent.ru (в том
        числе дата, время и количество посещений, сведения о посещенных
        страницах, о переходе с других ресурсов, о направленных
        заявках).информация, автоматически получаемая при доступе к программам
        ЭВМ WBAssistent.ru, в том числе с использованием файлов cookies. Файлы
        cookies представляют собой фрагменты текста, который автоматически
        сохраняется в память интернет-браузера Лицензиата. Это позволяет
        программам ЭВМ WBAssistent.ru в необходимых случаях обращаться к
        сохраненной информации на компьютере Лицензиата и извлекать ее. Вы
        вправе изменить настройки своего интернет-браузера и отказаться от
        сохранения файлов cookies. Лицензиар не проверяет: дееспособность
        Лицензиата; достоверность предоставленных Пользователем Персональных
        данных. Лицензиат гарантирует: предоставленные Персональные данные
        являются достоверными, актуальными и не нарушают законодательство
        Российской Федерации, получение согласия третьего лица на передачу
        Персональных данных Лицензиару, последующую Обработку, в случае, если
        Персональные данные относятся к третьему лицу. 13.4. Обработка
        Персональных данных Лицензиар обрабатывает Персональные данные на основе
        Политики и согласия на обработку персональных данных. Субъектами
        Персональных данных являются Лицензиаты, которые указали свои данные при
        заполнении формы в программе ЭВМ WBAssistent.ru. Лицензиар собирает
        Персональные данные следующими способами: Лицензиат предоставляет данные
        при заполнении формы в программе ЭВМ WBAssistent.ru; сбор данных о
        Пользователе с помощью технологий, веб-протоколов, файлов «cookie»,
        веб-отметок. 13.4.1. Лицензиар хранит Персональные данные: исключительно
        на должным образом защищенных электронных носителях; с использованием
        баз данных, находящихся на территории Российской Федерации. 13.5. Права
        Лицензиата Пользователь вправе направить Лицензиару запрос в порядке,
        предусмотренном Политикой, на сроки хранения Персональных данных;
        порядок осуществления прав, предусмотренных законодательством Российской
        Федерации; 13.6. Обязанности Лицензиара Лицензиар обязан: по запросу
        Лицензиата предоставлять информацию об Обработке или обоснованный отказ;
        принимать меры, необходимые и достаточные для обеспечения выполнения
        обязанностей, предусмотренных законодательством Российской Федерации. По
        требованию Лицензиата уточнять обрабатываемые Персональные данные,
        блокировать или удалять, если они являются неполными, устаревшими,
        неточными, незаконно полученными или ненужными для заявленной цели
        Обработки; обеспечить правомерность Обработки. В случае, если обеспечить
        правомерность Обработки невозможно, Лицензиар в срок, не превышающий 10
        (десять) рабочих дней с даты выявления неправомерной Обработки, обязан
        уничтожить Персональные данные; прекратить Обработку и уничтожить
        Персональные данные (если их сохранение более не требуется для целей
        Обработки) в срок, не превышающий 30 (тридцать) дней с даты поступления
        от Лицензиата отзыва согласия, за исключением случаев, когда Обработка
        может быть продолжена в соответствии с законодательством Российской
        Федерации.
      </p>
      <h2>14. Заверения об обстоятельствах</h2>
      <p>
        14.1. Лицензиат подтверждает, что: • заключает Лицензионный договор
        добровольно, полностью ознакомлен с его условиями, не введен в
        заблуждение относительно правовой природы сделки и/или правовых
        последствий, которые возникают или могут возникнуть в связи с
        заключением Лицензионного договора; • обладает всеми правами и
        полномочиями • заключение Лицензионного договора Лицензиатом не
        противоречит действующему законодательству РФ и не является для
        Лицензиата крупной сделкой, а также сделкой, в совершении которой
        имеется заинтересованность; • использует программы для ЭВМ
        WBAssistent.ru самостоятельно и на свой риск; • исполнение Лицензионного
        договора Лицензиатом не влечет за собой нарушение или неисполнение
        положений каких-либо иных договоров, соглашений, судебных и иных
        запретов или постановлений; • наличие у него законных оснований для
        обработки с использованием Программ для ЭВМ WBAssistent.ru,
        принадлежащей ему информации, в том числе персональных данных 14.2. В
        случае, если любое третье лицо предъявляет Лицензиару требование в связи
        с нарушением Лицензиатом норм действующего законодательства, прав
        третьих лиц, то Лицензиат обязуется компенсировать Лицензиару все убытки
        (включая реальный ущерб и упущенную выгоду, компенсации, расходы,
        затраты и потери), связанные с такой претензией. 14.3. Лицензиар,
        полагавшийся на недостоверные заверения Лицензиата, вправе досрочно
        расторгнуть Лицензионный договор, независимо от наличия или отсутствия у
        нее убытков, в порядке, предусмотренном пунктом 9.5 Лицензионного
        договора, а также потребовать возмещения убытков, причиненных
        недостоверностью таких заверений. 14.4. Лицензиар не предоставляет
        Лицензиату никаких прямых или косвенных гарантий по настоящему Договору.
      </p>
      <h2>15. Прочие условия</h2>
      <p>
        15.1. Принимая условия Лицензионного договора, Лицензиат дает согласие
        на получение дополнительной информации и информационных рассылок по
        указанному при регистрации, а также предоставленному Лицензиару в ходе
        регистрации на его сайте адресу электронной почты и телефону. 15.2.
        Стороны признают переписку по электронной почте официальной перепиской в
        рамках настоящего Лицензионного договора, а уведомления и сообщения,
        направляемые сторонами по электронной почте, имеющими юридическую силу
        письменных оригиналов. Ответственность за получение уведомлений и
        сообщений вышеуказанным способом лежит на получающей стороне. 15.3.
        Стороны вправе использовать названия друг друга, торговые марки,
        логотипы и другие идентифицирующие знаки Сторон, а также информацию о
        факте заключения настоящего Договора (но не содержание Договора), в том
        числе путем публикации на сайтах Сторон, публикации и цитирования в
        прессе, использовании в маркетинговых материалах, а также в
        корпоративных изданиях: буклетах о компании, примерах решений и т.д.;
        ссылок друг на друга в интервью и презентациях. 15.4. Недействительность
        части положений настоящего Договора, признанная вступившим в законную
        силу решением суда, не влечет за собой недействительности Лицензионного
        договора в целом. В таких случаях стороны обязуются исполнять
        действующие положения Договора максимально близким к первоначальному или
        измененному соглашением сторон содержанию Договора способом. 15.5.
        Применимым к настоящему Лицензионному договору материальным и
        процессуальным законодательством является законодательство Российской
        Федерации. 15.6. Все споры и разногласия, возникающие в связи с
        исполнением и (или) толкованием Лицензионного договора, разрешаются
        Сторонами путем переговоров. 15.7. При невозможности урегулирования
        Сторонами возникших разногласий путем переговоров, спор подлежит
        разрешению в установленном порядке судопроизводства по месту нахождения
        Лицензиара, с обязательным соблюдением претензионного порядка
        урегулирования споров и разногласий. Срок ответа на претензию 30
        (Тридцать) календарных дней с момента ее поступления в письменной форме.
      </p>
      <h2>16. Порядок доставки Услуги</h2>
      <p>
        16.1. Лицензиар осуществляет продажу цифровых услуг. Доставка физических
        товаров отсутствует, фактически оплачивается право доступа для аккаунта
        Лицензиата к Сайту. Лицензиар предоставляет Лицензиату доступ к
        программам для ЭВМ WBAssistent.ru в соответствии с оплаченным Тарифом в
        срок не позднее трех рабочих дней, с момента получения денежных средств
        от Лицензиата. 16.2. Активирование аккаунта производится автоматически,
        при получении информации об оплате товара от системы приема платежей.
      </p>
      <h2>17. Реквизиты Лицензиара</h2>
      <p>
        RETURN SERVICE ИП Горбунов Артемий Викторович ОГРНИП 317554300052514
        Адрес регистрации – 125008, г. Москва, ул. Михалковская, д. 8, к.2
        Почта: help@WBAssistent.ru
      </p>
    </div>
  );
}

export default LicenseAgreement;
